{
    "ABOUT": "O mnie",
    "EXPERIENCE": "Doświadczenie",
    "ABILITIES": "Kompetencje",
    "CONTACT": "Kontakt",
    "DESCRIPTION_PART1": "Odkąd pamiętam uwielbiałam robić dwie rzeczy: rozwiązywać łamigłówki i rysować. Pierwsza miłość zaprowadziła mnie na studia informatyczne, łamigłówki które teraz rozwiązuję są dużo większe i bardziej skomplikowane niż te, które rozwiązywałam jako dziecko. Ponadto interesuję się psychologią - to też jest swego rodzaju łamigłówka, zastanawianie się jak ludzie działają i dlaczego zachowują się w ten a nie inny sposób. Druga miłość zaprowadziła mnie na Akademię Sztuk Pięknych, gdzie studiowałam wzornictwo, ale odeszłam przed końcem studiów. Co nie zmienia faktu, że nadal w czasie wolnym lubię chwycić za ołówek lub pędzel. Obecnie próbuję pogodzić obie pasje. Jestem web deweloperem, który zwraca dużą uwagę na interfejs i doświadczenia użytkownika. Uważam że wszystko powinno być tak proste i intuicyjne jak to tylko możliwe i chciałabym zmienić świat na lepszy i może ładniejszy, chociaż odrobinę.",
    "DESCRIPTION_PART2": "Poza pracą staram się cały czas rozwijać i uczyć nowych rzeczy. Uwielbiam spędzać aktywnie czas, ćwiczyć, poznawać nowych ludzi, podróżować do nowych miejsc, uczyć się nowych języków, grać w planszówki i skreślać tak dużo rzeczy ile to tylko możliwe z mojej 'bucket list'. Z drugiej strony bardzo lubię spędzić wieczór czytając książkę albo oglądać filmy przez całą noc.",
    "CAREER": "Praca",
    "CAREERS": {
        "COHESIVA": {
            "COMPANY": "Cohesiva",
            "TITLE": "Junior Frontend Developer",
            "DATES": "Sty 2014 - Lut 2016",
            "DESCRIPTION": "Byłam częścią zespołu, który tworzył serię projektów - aplikacji internetowych. Wśród moich zadań mieściły się implementacja interfejsu użytkownika przy użyciu Bootstrapa i Sassa i dodawanie funkcjonalności do stron za pomocą Angulara i JavaScriptu."
        }
    },
    "EDUCATION": "Edukacja",
    "SCHOOLS": {
        "CS_MASTERS": {
            "SCHOOL": "Uniwersytet Wrocławski",
            "TITLE": "Informatyka - studia magisterskie (praca magisterska w trakcie)",
            "DATES": "Paź 2012 - Lut 2015",
            "DESCRIPTION": "Wybrane przedmioty: Komunikacja człowiek-komputer, Geometria obliczeniowa, Kryptografia, Teoria i zastosowania automatów skończonych, Algorytmiczna teoria gier, Synteza mowy, Efektywne tworzenie oprogramowania, Metodyki zwinne wytwarzania oprogramowania, Projektowanie obiektowe oprogramowania"
        },
        "DESIGN_BACHELOR": {
            "SCHOOL": "Akademia Sztuk Pięknych we Wrocławiu",
            "TITLE": "Wzornictwo - studia licencjackie (przerwane)",
            "DATES": "Paź 2011 - Lut 2013",
            "DESCRIPTION": " "
        },
        "CS_BACHELOR": {
            "SCHOOL": "Uniwersytet Wrocławski",
            "TITLE": "Informatyka - studia licencjackie",
            "DATES": "Paź 2009 - Wrz 2012",
            "DESCRIPTION": "Wybrane przedmioty: Algorytmy i struktury danych, Języki formalne i złożoność obliczeniowa, Data mining, Eksploracja danych, Bazy danych, Programowanie obiektowe"
        }
    },
    "TOOLS": "Narzędzia",
    "LANGUAGES": "Języki",
    "LANGS": {
        "Polish": "Polski (Język ojczysty)",
        "English": "Angielski",
        "Spanish": "Hiszpański",
        "German": "Niemiecki"
    },
    "SKILLS": "Umiejętności",
    "TOOLTIPS": {
        "0": "A co to w ogóle jest?",
        "1": "Używałam kiedyś, ale prawie nic nie pamiętam.",
        "2": "Pewne rzeczy umiem zrobić sama, wielu niestety nie.",
        "3": "Radzę sobie, ale wielu rzeczy muszę się jeszcze nauczyć.",
        "4": "Jest dobrze, ale czasami napotykam nowe niewiadome.",
        "5": "Nie mam z tym żadnych problemów."
    }
}
